user_exist_greetings = 'Здравствуйте 👋\nЭто бот Попутно. Я помогу вам заказать поездку.'

user_not_exist_greetings = 'Здравствуйте 👋\nЭто бот Попутно. Я помогу вам заказать поездку. Для продолжения использования сервиса прочитайте пользовательское соглашение и инструкцию и поделитесь номером телефона в качестве своего согласия.'

about_service = 'https://teletype.in/@crimgo.ru/3lGEr343Vj2'

chosen_seats = 'Вы выбрали {seats} мест(а)'

contact_with_support_link = "<a href='https://t.me/poputnohelp'>Администрация Попутно</a>"

thanks = 'Спасибо'

start_trip_awaiting = 'Среднее время ожидания начала поездки 20 минут. Более точное время начала будет известно во время заказа поездки.'

cancel = 'Отмена'

html_parse_mode = "HTML"

order_canceled = 'Заказ отменен'

to_choose_seats = 'Выберете кол-во мест'

to_choose_pickup_point = 'Выберите наиболее близкое к вам место посадки'

to_choose_drop_point = 'Выберите ближайшую остановку к Вашему дому'

go_back = 'Назад'

you_chosen_pickup_point = 'Вы выбрали остановку {pp}, нажмите подтвердить'

you_chosen_drop_point = 'Вы выбрали остановку {dp}, нажмите подтвердить'

service_temporary_unavailable = 'Спасибо за Ваш заказ. Сервис начинает свою работу с 01.05.2022.\nМы Вас обязательно оповестим.'

approx_pickup_time = 'Ориентировочное время посадки в шаттл - {time}. Нажмите ОК для перехода к оплате'

no_such_seats_amount = 'К сожалению нет такого кол-ва доступных мест в ближайшем рейсе.'

pre_order = 'Вы заказали {seat} мест(а), стоимость {total_amount} рублей'

check_order = '🎫 Билет № {otp}\
    \n❗️Назовите номер билета при посадке\
    \n--\
    \n🕘Посадка в {aprox_time}\
    \n🚏Посадка на ост. {pickup_point}\
    \n🚏Высадка на ост. {drop_point}\
    \n👨🏻‍✈️Водитель {driver_name}\
    \n💵Стоимость поездки {total_amount} рублей оплатите водителю\
    \n—\
    \nЖелаем приятной поездки с сервисом Попутно 🚌'

new_pickup_point_time = '❗️🕘Внимание, новое время посадки: {time}\
    \n❗️Назовите номер билета при посадке\
    \n🎫 Билет № {otp}\
    \n--\
    \n🚏Посадка на ост. {pickup_point}\
    \n🚏Высадка на ост. {drop_point}\
    \n👨🏻‍✈️Водитель {driver_name}\
    \n💵Стоимость поездки {total_amount} рублей оплатите водителю\
    \n—\
    \nЖелаем приятной поездки с сервисом Попутно 🚌'

error_sending_message = 'Ошибка при отправке сообщения пользователю: '

thanks_for_choose_us = 'Спасибо, что воспользовались сервисом Попутно! Приятного отдыха 🌴'

cancel_reason_options = 'Расскажите почему Вы отказались?'

order_canceled_with_reason = 'Спасибо за Ваш ответ!Это поможет нам сделать сервис лучше для Вас 🙂'