user_exist_greetings = 'Здравствуйте 👋\nЭто бот Попутно. Я помогу вам заказать поездку.'

user_not_exist_greetings = 'Здравствуйте 👋\nЭто бот Попутно. Я помогу вам заказать поездку. Для продолжения использования сервиса прочитайте пользовательское соглашение и инструкцию и поделитесь номером телефона в качестве своего согласия.'

about_service = 'https://teletype.in/@crimgo.ru/3lGEr343Vj2'

chosen_seats = 'Вы выбрали {seats} мест(а)'

contact_with_support_link = "<a href='https://t.me/crimgoru'>Администрация Попутно</a>"

thanks = 'Спасибо'

start_trip_awaiting = 'Среднее время ожидания начала поездки 20 минут. Более точное время будет известно позже.'

cancel = 'Отмена'

html_parse_mode = "HTML"

order_canceled = 'Заказ отменен'

to_choose_seats = 'Выберете кол-во мест'

to_choose_pickup_point = 'Выберите наиболее близкое к вам место посадки'

to_choose_drop_point = 'Выберите ближайшую остановку к Вашему дому'

go_back = 'Назад'

you_chosen_pickup_point = 'Вы выбрали остановку {pp}, нажмите подтвердить'

you_chosen_drop_point = 'Вы выбрали остановку {dp}, нажмите подтвердить'

service_temporary_unavailable = 'Сервис временно не доступен, попробуйте позже'

approx_pickup_time = 'Ориентировочное время посадки в шаттл - {time}. Нажмите ОК для перехода к оплате'

no_such_seats_amount = 'К сожалению нет такого кол-ва доступных мест в ближайшем рейсе.'

pre_order = 'Вы заказали {seat} мест(а), стоимость {total_amount} рублей'

check_order = 'Оплатите водителю сумму `{total_amount}` РУБ при посадке! Приятного пользования сервисом Попутно. Код для посадки `{otp}`'

new_pickup_point_time = 'Внимание, новое время посадки: {time}\nМесто посадки: {pp}\nКод посадки: {otp}'

error_sending_message = 'Ошибка при отправке сообщения пользователю: '